Repository: dgzeraayt/TanTracker
Catalog: SOLA/Localizable.xcstrings
Source language: fr
Languages: en, es, it, pt

source: Le rouge domine : ta peau a été poussée un peu trop loin.
en: Red dominates: your skin was pushed a bit too far.
es: El rojo domina: tu piel fue forzada un poco de más.
it: Il rosso domina: la tua pelle è stata spinta un po' troppo.
pt: O vermelho domina: a tua pele foi forçada um pouco demais.

source: Le soleil baisse.
en: The sun is going down.
es: El sol baja.
it: Il sole cala.
pt: O sol está a baixar.

source: Le soleil est trop bas pour bronzer.
en: The sun is too low to tan.
es: El sol está demasiado bajo para broncearte.
it: Il sole è troppo basso per abbronzarti.
pt: O sol está demasiado baixo para bronzear.

source: Le soleil sans limite
en: The sun without limits
es: El sol sin límites
it: Il sole senza limiti
pt: O sol sem limites

source: Le soleil t'attend.
en: The sun is waiting for you.
es: El sol te espera.
it: Il sole ti aspetta.
pt: O sol está à tua espera.

source: Le soleil tape fort en ce moment.
en: The sun is strong right now.
es: El sol pega fuerte ahora mismo.
it: Il sole è forte in questo momento.
pt: O sol está forte neste momento.

source: Le teint est remarquablement uniforme.
en: The complexion is remarkably even.
es: El tono es notablemente uniforme.
it: L'incarnato è notevolmente uniforme.
pt: O tom está notavelmente uniforme.

source: Le teint est un peu irrégulier par endroits.
en: The complexion is a bit uneven in places.
es: El tono es un poco irregular en algunas zonas.
it: L'incarnato è un po' irregolare in alcuni punti.
pt: O tom está um pouco irregular em alguns sítios.

source: Le week-end
en: On weekends
es: Los fines de semana
it: Nel weekend
pt: Aos fins de semana

source: Le week-end surtout
en: Mostly on weekends
es: Sobre todo los fines de semana
it: Soprattutto nel weekend
pt: Sobretudo ao fim de semana

source: Les jours de grand soleil
en: On very sunny days
es: Los días de mucho sol
it: Nei giorni di sole intenso
pt: Nos dias de muito sol

source: Les rougeurs sont nettes : ta peau a besoin de souffler.
en: The redness is clear: your skin needs a break.
es: Las rojeces son claras: tu piel necesita respirar.
it: I rossori sono evidenti: la tua pelle ha bisogno di respirare.
pt: As vermelhidões são nítidas: a tua pele precisa de descansar.

source: Licence d'utilisation (EULA)
en: License agreement (EULA)
es: Licencia de uso (EULA)
it: Licenza d'uso (EULA)
pt: Licença de utilização (EULA)

source: Limite bientôt atteinte
en: Limit almost reached
es: Límite casi alcanzado
it: Limite quasi raggiunto
pt: Limite quase atingido

source: Limite d'exposition atteinte
en: Exposure limit reached
es: Límite de exposición alcanzado
it: Limite di esposizione raggiunto
pt: Limite de exposição atingido

source: Limite l'exposition aux heures de pointe. Fenêtre plus douce : %@.
en: Limit exposure during peak hours. Gentler window: %@.
es: Limita la exposición en las horas punta. Franja más suave: %@.
it: Limita l'esposizione nelle ore di punta. Fascia più dolce: %@.
pt: Limita a exposição nas horas de pico. Janela mais suave: %@.

source: Limite à %@
en: Limit at %@
es: Límite a %@
it: Limite a %@
pt: Limite às %@

source: Lun
en: Mon
pt: Seg

source: Lève le pied sur les UV et garde la peau bien hydratée.
en: Ease off the UV and keep your skin well hydrated.
es: Baja el ritmo con los UV y mantén la piel bien hidratada.
it: Rallenta con i raggi UV e mantieni la pelle ben idratata.
pt: Abranda nos UV e mantém a pele bem hidratada.

source: Légendaire
en: Legendary
es: Legendario
it: Leggendario
pt: Lendário

source: Légère chaleur visible : ta peau a bien reçu les UV.
en: Slight visible warmth: your skin took in the UV.
es: Ligero calor visible: tu piel recibió bien los UV.
it: Lieve calore visibile: la tua pelle ha assorbito bene i raggi UV.
pt: Ligeiro calor visível: a tua pele recebeu bem os UV.

source: Légèrement hâlé
en: Lightly tanned
es: Ligeramente bronceado
it: Leggermente abbronzato
pt: Levemente bronzeado

source: MODÉRÉ
en: MODERATE
es: MODERADO
it: MODERATO
pt: MODERADO

source: Ma Progression
en: My Progress
es: Mi progreso
it: I miei progressi
pt: O meu progresso

source: Ma peau
en: My skin
es: Mi piel
it: La mia pelle
pt: A minha pele

source: Ma série
en: My streak
es: Mi racha
it: La mia serie
pt: A minha sequência

source: Ma teinte
en: My shade
es: Mi tono
it: La mia tonalità
pt: O meu tom

source: Magnifique couleur, ta peau est joliment dorée.
en: Magnificent color, your skin is beautifully golden.
es: Magnífico color, tu piel está bonitamente dorada.
it: Colore magnifico, la tua pelle è splendidamente dorata.
pt: Cor magnífica, a tua pele está lindamente dourada.

source: Maintenir ma teinte
en: Maintain my shade
es: Mantener mi tono
it: Mantenere la mia tonalità
pt: Manter o meu tom

source: Maintiens le rythme. Hydratation et SPF gardent ta teinte uniforme.
en: Keep the pace. Moisturizing and SPF keep your shade even.
es: Mantén el ritmo. Hidratación y SPF mantienen tu tono uniforme.
it: Mantieni il ritmo. Idratazione e SPF mantengono la tonalità uniforme.
pt: Mantém o ritmo. Hidratação e SPF mantêm o teu tom uniforme.

source: Mar
en: Tue
pt: Ter

source: Marron foncé
en: Dark brown
es: Marrón oscuro
it: Marrone scuro
pt: Castanho escuro

source: Meilleur créneau
en: Best window
es: Mejor franja
it: Fascia migliore
pt: Melhor janela

source: Meilleur créneau pour bronzer
en: Best window to tan
es: Mejor franja para broncearte
it: Fascia migliore per abbronzarti
pt: Melhor janela para bronzear

source: Mer
en: Wed
es: Mié
pt: Qua

source: Mesure de ta teinte
en: Measuring your shade
es: Midiendo tu tono
it: Misurazione della tua tonalità
pt: A medir o teu tom

source: Mets ta crème SPF %lld
en: Apply your SPF %lld
es: Ponte tu SPF %lld
it: Metti la crema SPF %lld
pt: Põe o teu SPF %lld

source: Mets ta peau à l'abri du soleil aujourd'hui et hydrate-la généreusement.
en: Keep your skin out of the sun today and hydrate it generously.
es: Protege tu piel del sol hoy e hidrátala generosamente.
it: Tieni la pelle al riparo dal sole oggi e idratala generosamente.
pt: Protege a tua pele do sol hoje e hidrata-a generosamente.

source: Mets-toi à l'ombre
en: Get in the shade
es: Ponte a la sombra
it: Mettiti all'ombra
pt: Põe-te à sombra

source: Mets-toi à l'ombre : ta peau continue de bronzer au repos.
en: Get in the shade: your skin keeps tanning at rest.
es: Ponte a la sombra: tu piel sigue bronceándose en reposo.
it: Mettiti all'ombra: la tua pelle continua ad abbronzarsi a riposo.
pt: Vai para a sombra: a tua pele continua a bronzear em repouso.

source: Mets-toi à l'ombre : tu as atteint ta dose UV sûre du jour.
en: Get in the shade: you've reached your safe UV dose for the day.
es: Ponte a la sombra: has alcanzado tu dosis UV segura del día.
it: Mettiti all'ombra: hai raggiunto la tua dose UV sicura del giorno.
pt: Vai para a sombra: atingiste a tua dose UV segura do dia.

source: Mettre en pause
en: Pause
es: Pausar
it: Metti in pausa
pt: Pausar

source: Mi-parcours : retourne-toi pour une teinte uniforme.
en: Halfway: turn over for an even tan.
es: A mitad: date la vuelta para un bronceado uniforme.
it: A metà: girati per un'abbronzatura uniforme.
pt: A meio: vira-te para um bronzeado uniforme.

source: Mi-parcours — retourne-toi
en: Halfway — turn over
es: A mitad — date la vuelta
it: A metà — girati
pt: A meio — vira-te

source: Min d'exposition
en: Min of exposure
es: Min de exposición
it: Min di esposizione
pt: Min de exposição

source: Modifier
en: Edit
es: Editar
it: Modifica
pt: Editar

source: Modéré
en: Moderate
es: Moderado
it: Moderato
pt: Moderado

source: Moins
en: Less
es: Menos
it: Meno
pt: Menos

source: Mon profil
en: My profile
es: Mi perfil
it: Il mio profilo
pt: O meu perfil

source: Montagne
en: Mountains
es: Montaña
it: Montagna
pt: Montanha

source: Montagne / ski
en: Mountains / skiing
es: Montaña / esquí
it: Montagna / sci
pt: Montanha / esqui

source: Métriques de peau
en: Skin metrics
es: Métricas de piel
it: Metriche della pelle
pt: Métricas da pele

source: NOTIFICATIONS & RAPPELS
en: NOTIFICATIONS & REMINDERS
es: NOTIFICACIONES Y RECORDATORIOS
it: NOTIFICHE E PROMEMORIA
pt: NOTIFICAÇÕES E LEMBRETES

source: Neige
en: Snow
es: Nieve
it: Neve
pt: Neve

source: Nettoie ta peau
en: Cleanse your skin
es: Limpia tu piel
it: Detergi la pelle
pt: Limpa a tua pele

source: Niv. %lld
en: Lvl %lld
it: Liv. %lld
pt: Nív. %lld

source: Niveau %lld
en: Level %lld
es: Nivel %lld
it: Livello %lld
pt: Nível %lld

# Niveau %lld · %@
source: Niveau %1$lld · %2$@
en: Level %1$lld · %2$@
es: Nivel %1$lld · %2$@
it: Livello %1$lld · %2$@
pt: Nível %1$lld · %2$@

# Niveau %lld · Phototype %@
source: Niveau %1$lld · Phototype %2$@
en: Level %1$lld · Phototype %2$@
es: Nivel %1$lld · Fototipo %2$@
it: Livello %1$lld · Fototipo %2$@
pt: Nível %1$lld · Fototipo %2$@

source: Niveau 3 atteint
en: Level 3 reached
es: Nivel 3 alcanzado
it: Livello 3 raggiunto
pt: Nível 3 alcançado

source: Niveau 5 atteint
en: Level 5 reached
es: Nivel 5 alcanzado
it: Livello 5 raggiunto
pt: Nível 5 alcançado

source: Noir
en: Black
es: Negro
it: Nero
pt: Preto

source: Noisette
en: Hazel
es: Avellana
it: Nocciola
pt: Mel

source: Non, aucune
en: No, none
es: No, ninguna
it: No, nessuna
pt: Não, nenhuma

source: Note App
en: App rating
es: Valoración
it: Valutazione
pt: Avaliação

source: Nous contacter
en: Contact us
es: Contáctanos
it: Contattaci
pt: Contactar-nos

source: Nouvelle photo
en: New photo
es: Nueva foto
it: Nuova foto
pt: Nova foto

source: Nuageux
en: Cloudy
es: Nublado
it: Nuvoloso
pt: Nublado

source: OBJECTIF D'EXPOSITION HEBDOMADAIRE
en: WEEKLY EXPOSURE GOAL
es: OBJETIVO DE EXPOSICIÓN SEMANAL
it: OBIETTIVO DI ESPOSIZIONE SETTIMANALE
pt: META DE EXPOSIÇÃO SEMANAL

source: Objectif
en: Goal
es: Objetivo
it: Obiettivo
pt: Objetivo

source: Objectif quasiment atteint, joli résultat.
en: Goal almost reached, lovely result.
es: Objetivo casi alcanzado, bonito resultado.
it: Obiettivo quasi raggiunto, bel risultato.
pt: Objetivo quase alcançado, belo resultado.

source: Offre-lui une pause d'un jour ou deux, à l'ombre et au frais.
en: Give it a day or two off, in the shade and cool.
es: Dale un día o dos de descanso, a la sombra y al fresco.
it: Concedile una pausa di un giorno o due, all'ombra e al fresco.
pt: Dá-lhe uma pausa de um dia ou dois, à sombra e ao fresco.

source: On adapte les recommandations de dose UV à ta physiologie.
en: We tailor UV dose recommendations to your physiology.
es: Adaptamos las recomendaciones de dosis UV a tu fisiología.
it: Adattiamo i consigli sulla dose UV alla tua fisiologia.
pt: Adaptamos as recomendações de dose UV à tua fisiologia.

source: On calcule ton phototype et ta dose de soleil sûre. Ta première session démarre.
en: We calculate your phototype and your safe sun dose. Your first session begins.
es: Calculamos tu fototipo y tu dosis de sol segura. Empieza tu primera sesión.
it: Calcoliamo il tuo fototipo e la tua dose di sole sicura. Inizia la tua prima sessione.
pt: Calculamos o teu fototipo e a tua dose de sol segura. Começa a tua primeira sessão.

source: On calibre ton plan d'exposition sur cet objectif.
en: We calibrate your exposure plan to this goal.
es: Calibramos tu plan de exposición según este objetivo.
it: Calibriamo il tuo piano di esposizione su questo obiettivo.
pt: Calibramos o teu plano de exposição com base nesta meta.

source: On mesure l'usage de l'app de façon anonyme (via PostHog, hébergé en Europe) pour l'améliorer. Aucune donnée personnelle, pas de publicité. Tu peux refuser, l'app marche pareil.
en: We measure app usage anonymously (via PostHog, hosted in Europe) to improve it. No personal data, no ads. You can decline, the app works the same.
es: Medimos el uso de la app de forma anónima (con PostHog, alojado en Europa) para mejorarla. Sin datos personales, sin publicidad. Puedes rechazarlo, la app funciona igual.
it: Misuriamo l'uso dell'app in modo anonimo (tramite PostHog, ospitato in Europa) per migliorarla. Nessun dato personale, nessuna pubblicità. Puoi rifiutare, l'app funziona comunque.
pt: Medimos a utilização da app de forma anónima (via PostHog, alojado na Europa) para a melhorar. Sem dados pessoais, sem publicidade. Podes recusar, a app funciona na mesma.

source: On mesure ta teinte, ton éclat, l'uniformité et la rougeur.
en: We measure your shade, glow, evenness and redness.
es: Medimos tu tono, tu brillo, la uniformidad y el enrojecimiento.
it: Misuriamo la tua tonalità, la luminosità, l'uniformità e il rossore.
pt: Medimos o teu tom, o teu brilho, a uniformidade e a vermelhidão.

source: On personnalise juste après.
en: We personalize right after.
es: Personalizamos justo después.
it: Personalizziamo subito dopo.
pt: Personalizamos logo a seguir.

source: On perçoit un soupçon de rougeur sur ta peau.
en: There's a hint of redness on your skin.
es: Se percibe un toque de rojez en tu piel.
it: Si percepisce un accenno di rossore sulla tua pelle.
pt: Percebe-se um toque de vermelhidão na tua pele.

source: On renforcera les alertes en conséquence.
en: We'll strengthen alerts accordingly.
es: Reforzaremos las alertas en consecuencia.
it: Rafforzeremo gli avvisi di conseguenza.
pt: Vamos reforçar os alertas em conformidade.

source: On suivra ta progression à partir d'ici.
en: We'll track your progress from here.
es: Seguiremos tu progreso a partir de aquí.
it: Seguiremo i tuoi progressi da qui.
pt: Vamos acompanhar o teu progresso a partir daqui.

source: On voit des rougeurs marquées — ta peau te dit clairement stop.
en: Marked redness shows — your skin is clearly saying stop.
es: Se ven rojeces marcadas: tu piel te dice claramente basta.
it: Si vedono rossori marcati — la tua pelle ti dice chiaramente basta.
pt: Veem-se vermelhidões marcadas — a tua pele diz-te claramente para parar.

source: Or doré
en: Golden gold
es: Oro dorado
it: Oro dorato
pt: Ouro dourado

source: Orage
en: Thunderstorm
es: Tormenta
it: Temporale
pt: Trovoada

source: Oui, j'en ai
en: Yes, I do
es: Sí, tengo
it: Sì, ne ho
pt: Sim, tenho

source: Où bronzes-tu le plus ?
en: Where do you tan most?
es: ¿Dónde te bronceas más?
it: Dove ti abbronzi di più?
pt: Onde te bronzeias mais?

source: Où es-tu ?
en: Where are you?
es: ¿Dónde estás?
it: Dove sei?
pt: Onde estás?

source: PAIEMENT UNIQUE
en: ONE-TIME PAYMENT
es: PAGO ÚNICO
it: PAGAMENTO UNICO
pt: PAGAMENTO ÚNICO

source: PIC %@
en: PEAK %@
es: PICO %@
it: PICCO %@
pt: PICO %@

source: PROCHAINES RÉCOMPENSES
en: UPCOMING REWARDS
es: PRÓXIMAS RECOMPENSAS
it: PROSSIME RICOMPENSE
pt: PRÓXIMAS RECOMPENSAS

source: Paiement unique · Accès à vie
en: One-time payment · Lifetime access
es: Pago único · Acceso de por vida
it: Pagamento unico · Accesso a vita
pt: Pagamento único · Acesso vitalício

source: Parfait — ne bouge plus
en: Perfect — hold still
es: Perfecto — no te muevas
it: Perfetto — non muoverti
pt: Perfeito — não te mexas

source: Partage ta progression
en: Share your progress
es: Comparte tu progreso
it: Condividi i tuoi progressi
pt: Partilha o teu progresso

source: Partager
en: Share
es: Compartir
it: Condividi
pt: Partilhar

source: Partager c'est Caring
en: Sharing is Caring
es: Compartir es Cuidar
it: Condividere è Prendersi Cura
pt: Partilhar é Cuidar

source: Partiellement nuageux
en: Partly cloudy
es: Parcialmente nublado
it: Parzialmente nuvoloso
pt: Parcialmente nublado

source: Pas besoin d'en faire plus : entretiens simplement.
en: No need to do more: just maintain.
es: No hace falta más: solo mantén.
it: Non serve fare di più: mantieni e basta.
pt: Não é preciso mais: apenas mantém.

source: Pas d'UV supplémentaires : place à l'hydratation et au repos.
en: No extra UV: time for hydration and rest.
es: Nada de UV extra: toca hidratación y descanso.
it: Niente UV in più: spazio a idratazione e riposo.
pt: Sem UV extra: hora de hidratação e descanso.

source: Passe en mode entretien doux pour préserver ta couleur.
en: Switch to gentle maintenance mode to preserve your color.
es: Pasa a modo de mantenimiento suave para conservar tu color.
it: Passa alla modalità mantenimento delicato per preservare il colore.
pt: Passa para o modo de manutenção suave para preservar a tua cor.

source: Passe à Goldn+
en: Upgrade to Goldn+
es: Pásate a Goldn+
it: Passa a Goldn+
pt: Muda para Goldn+

source: Passer cette étape
en: Skip this step
es: Saltar este paso
it: Salta questo passaggio
pt: Saltar este passo

source: Pause dans 8 min pour éviter la rougeur.
en: Break in 8 min to avoid redness.
es: Pausa en 8 min para evitar el enrojecimiento.
it: Pausa tra 8 min per evitare il rossore.
pt: Pausa em 8 min para evitar a vermelhidão.

source: Peau protégée
en: Protected skin
es: Piel protegida
it: Pelle protetta
pt: Pele protegida

source: Pense à laisser ta peau récupérer entre les sessions.
en: Remember to let your skin recover between sessions.
es: Recuerda dejar que tu piel se recupere entre sesiones.
it: Ricordati di far recuperare la pelle tra una sessione e l'altra.
pt: Lembra-te de deixar a pele recuperar entre sessões.

source: Pense à lever le pied.
en: Time to ease off.
es: Conviene aflojar.
it: È ora di rallentare.
pt: Está na hora de abrandar.

source: Pense à ta routine du soir pour entretenir ton bronzage.
en: Think about your evening routine to maintain your tan.
es: Piensa en tu rutina de noche para mantener tu bronceado.
it: Pensa alla tua routine serale per mantenere l'abbronzatura.
pt: Pensa na tua rotina da noite para manter o bronzeado.

source: Personnalisation
en: Personalization
es: Personalización
it: Personalizzazione
pt: Personalização

source: Photo de référence
en: Reference photo
es: Foto de referencia
it: Foto di riferimento
pt: Foto de referência

source: Phototype
en: Skin type
es: Fototipo
it: Fototipo
pt: Fototipo

source: Pic : %@
en: Peak: %@
es: Pico: %@
it: Picco: %@
pt: Pico: %@

source: Pic : 8,2
en: Peak: 8.2
es: Pico: 8,2
it: Picco: 8,2
pt: Pico: 8,2

source: Pic UV élevé aujourd'hui (UV %@)
en: High UV peak today (UV %@)
es: Pico UV alto hoy (UV %@)
it: Picco UV alto oggi (UV %@)
pt: Pico UV alto hoje (UV %@)

source: Piscine
en: Pool
es: Piscina
it: Piscina
pt: Piscina

source: Place ton visage dans le cadre
en: Position your face in the frame
es: Coloca tu cara en el marco
it: Posiziona il viso nel riquadro
pt: Posiciona o teu rosto no quadro

source: Plage
en: Beach
es: Playa
it: Spiaggia
pt: Praia

source: Plage / mer
en: Beach / sea
es: Playa / mar
it: Spiaggia / mare
pt: Praia / mar

source: Plan Réussi
en: Plan Completed
es: Plan Logrado
it: Piano Riuscito
pt: Plano Concluído

source: Plan terminé avec succès
en: Plan completed successfully
es: Plan completado con éxito
it: Piano completato con successo
pt: Plano concluído com sucesso

source: Pluie
en: Rain
es: Lluvia
it: Pioggia
pt: Chuva

source: Pluie attendue.
en: Rain expected.
es: Se espera lluvia.
it: Pioggia in arrivo.
pt: Chuva prevista.

source: Plus
en: More
es: Más
it: Più
pt: Mais

source: Plusieurs choix possibles.
en: Multiple choices allowed.
es: Varias opciones posibles.
it: Più scelte possibili.
pt: Várias escolhas possíveis.

source: Plusieurs fois par semaine
en: Several times a week
es: Varias veces por semana
it: Più volte a settimana
pt: Várias vezes por semana

source: Plusieurs fois/sem.
en: Several times/wk
es: Varias veces/sem.
it: Più volte/sett.
pt: Várias vezes/sem.

source: Point de départ
en: Starting point
es: Punto de partida
it: Punto di partenza
pt: Ponto de partida

source: Point de départ tout en clarté : ton hâle ne fait que commencer.
en: A bright starting point: your tan is just beginning.
es: Punto de partida en claridad: tu bronceado apenas empieza.
it: Punto di partenza tutto chiarezza: la tua abbronzatura è solo all'inizio.
pt: Ponto de partida em claridade: o teu bronzeado está só a começar.

source: Politique de confidentialité
en: Privacy policy
es: Política de privacidad
it: Informativa sulla privacy
pt: Política de privacidade

source: Pour l'indice UV, la météo et le créneau d'exposition idéal de ta région.
en: For the UV index, weather and ideal exposure window in your area.
es: Para el índice UV, el tiempo y la franja de exposición ideal de tu zona.
it: Per l'indice UV, il meteo e la fascia di esposizione ideale della tua zona.
pt: Para o índice UV, a meteorologia e a janela de exposição ideal da tua zona.

source: Pour suivre ta progression
en: To track your progress
es: Para seguir tu progreso
it: Per monitorare i tuoi progressi
pt: Para acompanhar o teu progresso

source: Pour suivre ta progression jour après jour.
en: To track your progress day by day.
es: Para seguir tu progreso día a día.
it: Per monitorare i tuoi progressi giorno dopo giorno.
pt: Para acompanhar o teu progresso dia após dia.

source: Premiers Rayons
en: First Rays
es: Primeros Rayos
it: Primi Raggi
pt: Primeiros Raios

source: Prendre une photo
en: Take a photo
es: Hacer una foto
it: Scatta una foto
pt: Tirar uma foto

source: Prends ta première photo
en: Take your first photo
es: Haz tu primera foto
it: Scatta la tua prima foto
pt: Tira a tua primeira foto

source: Prends une photo
en: Take a photo
es: Haz una foto
it: Scatta una foto
pt: Tira uma foto

source: Prends une photo plus nette, avec le visage en lumière naturelle.
en: Take a sharper photo, with your face in natural light.
es: Toma una foto más nítida, con el rostro en luz natural.
it: Scatta una foto più nitida, con il viso in luce naturale.
pt: Tira uma foto mais nítida, com o rosto em luz natural.

source: Prends une photo pour commencer à tracker ta progression
en: Take a photo to start tracking your progress
es: Haz una foto para empezar a seguir tu progreso
it: Scatta una foto per iniziare a monitorare i tuoi progressi
pt: Tira uma foto para começar a acompanhar o teu progresso

source: Privilégie des expositions courtes et régulières.
en: Favor short, regular exposures.
es: Prioriza exposiciones cortas y regulares.
it: Prediligi esposizioni brevi e regolari.
pt: Dá preferência a exposições curtas e regulares.

source: Privilégie la régularité douce pour ce glow lumineux.
en: Favor gentle regularity for that radiant glow.
es: Prioriza una regularidad suave para ese brillo luminoso.
it: Prediligi una regolarità delicata per questo glow luminoso.
pt: Dá preferência à regularidade suave para esse brilho luminoso.

source: Privilégie un autre moment ou la routine du soir.
en: Choose another time or the evening routine.
es: Elige otro momento o la rutina de noche.
it: Scegli un altro momento o la routine serale.
pt: Escolhe outra altura ou a rotina da noite.

source: Profil
en: Profile
es: Perfil
it: Profilo
pt: Perfil

source: Profil établi
en: Profile set
es: Perfil establecido
it: Profilo definito
pt: Perfil definido

source: Profiter de l'offre
en: Get the offer
es: Aprovechar la oferta
it: Approfitta dell'offerta
pt: Aproveitar a oferta

source: Progression
en: Progress
es: Progreso
it: Progressi
pt: Progresso

source: Protège-la avec un vêtement léger et attends qu'elle se calme.
en: Protect it with light clothing and wait for it to calm down.
es: Protégela con ropa ligera y espera a que se calme.
it: Proteggila con un indumento leggero e aspetta che si calmi.
pt: Protege-a com roupa leve e espera que acalme.

source: Précédent
en: Previous
es: Anterior
it: Precedente
pt: Anterior

source: Prénom
en: First name
es: Nombre
it: Nome
pt: Nome

source: Préparation
en: Preparation
es: Preparación
it: Preparazione
pt: Preparação

source: Prêt à bronzer malin ?
en: Ready to tan smart?
es: ¿Listo para broncearte con cabeza?
it: Pronto ad abbronzarti con intelligenza?
pt: Pronto para bronzear com inteligência?
